MENU = <<~here

Что вы хотите сделать?
_____________________________________
1-Создать поезд, маршрут, станцию
2-Произвести операции с поездами
3-Произвести операции с маршрутами
4-Просмотреть список поездов на станциях
5-Остановить программу
here

CREATE = <<~here
_____________________________________
1-Создать поезд
2-Создать маршрут
3-Создать Станцию
here

TRAINS_MENU = <<~here
_____________________________________
1-Назначить маршрут поезду
2-Добавить вагон к поезду
3-Оцепить вагон от поезда
4-Переместить поезд вперед
5-Переместить поезда назад
here

ROUTE_MENU = <<~here
_____________________________________
1-Добавить станцию в маршрут
2-Удалить станцию из маршрута
here

CHOICE = <<~here
_____________________________________
Выберите номер обьека с которым хотите провести операцию
here

NO_SUCH_OBJECTS = <<here
_____________________________________
Нет необходимых обьектов для выполнения данного действия
here

DELETE = <<here 
_____________________________________
Обьект успешно удален
here

ADD = <<here
_____________________________________
Объект успешно добавлен
here
