MENU = <<~here

Что вы хотите сделать?
_____________________________________
1-Создать поезд, маршрут, станцию
2-Произвести операции с поездами
3-Произвести операции с маршрутами
4-Просмотреть список поездов на станциях
5-Показать объекты
6-Остановить программу
7-Создать тестовые данные
here

CREATE = <<~here
_____________________________________
1-Создать поезд
2-Создать маршрут
3-Создать Станцию
here

TRAINS_MENU = <<~here
_____________________________________
1-Назначить маршрут поезду
2-Добавить вагон к поезду
3-Оцепить вагон от поезда
4-Переместить поезд вперед
5-Переместить поезда назад
here

ROUTE_MENU = <<~here
_____________________________________
1-Добавить станцию в маршрут
2-Удалить станцию из маршрута
here

CHOICE = <<~here
_____________________________________
Выберите номер обьека с которым хотите провести операцию
here

NO_SUCH_OBJECTS = <<here
_____________________________________
Нет необходимых обьектов для выполнения данного действия
here

DONE = <<here 
_____________________________________
Задача успешно выполнена
here

SHOW_OBJECTS = <<here
_____________________________________
here

PROGRAMM_END = "Программа завершена"

TRAIN_NUMBER_TYPE = <<here 
Введите номер поезда в Формате (ХХХ-ХХ), где X - цифра или буква латинского алфавита, возможен ввод без дефиса, после ввода нажмите "Enter" и выберите тип поезда: 1-cargo, 2-passenger.
here

